cask_args appdir: "/Applications"

tap "cjbassi/gotop"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"

brew "anyenv"
brew "autojump"
brew "bat"
brew "circleci"
brew "cmatrix"
brew "ctags"
brew "diff-so-fancy"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-extras"
brew "gnupg", link: false
brew "gotop"
brew "graphicsmagick"
brew "heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "neovim"
brew "nmap"
brew "postgresql"
brew "prettier"
brew "rbenv"
brew "ripgrep"
brew "skhd"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "thefuck"
brew "thoughtbot/formulae/rcm"
brew "tldr"
brew "travis"
brew "tree"
brew "watch"
brew "wget"
brew "yabai"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "chromedriver"
cask "clover-configurator"
cask "coderunner"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "geekbench"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "insomnia"
cask "intel-power-gadget"
cask "karabiner-elements"
cask "key-codes"
cask "kitty"
cask "logitech-options"
cask "macdown"
cask "mp3tag"
cask "postgres"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qmk-toolbox"
cask "quicklook-csv"
cask "quicklook-json"
cask "sampler"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "tiled"
cask "transmission-remote-gui"
cask "virtualboxe
cask "whatpulse"
cask "wkhtmltopdf"
