cask_args appdir: '/Applications'

tap 'cjbassi/gotop'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'nexeck/homebrew-tmuxinator'
tap 'thoughtbot/formulae'

brew 'autojump'
brew 'bat'
brew 'coreutils'
brew 'ctags'
brew 'diff-so-fancy'
brew 'exa'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'gnupg', link: false
brew 'gotop'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'libpq'
brew 'neovim'
brew 'nexeck/homebrew-tmuxinator/tmuxinator'
brew 'nmap'
brew 'nnn'
brew 'postgresql'
brew 'ranger'
brew 'rbenv'
brew 'speedtest-cli'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'thoughtbot/formulae/rcm'
brew 'tldr'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'weechat'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask 'caffeine'
cask 'clover-configurator'
cask 'discord'
cask 'docker'
cask 'font-fira-code'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpg-suite'
cask 'insomnia'
cask 'karabiner-elements'
cask 'kitty'
cask 'logitech-options'
cask 'postgres'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'transmission-remote-gui'
